acpi
alacritty
alsa-utils
apache
archlinux-keyring
archlinux-wallpaper
autoconf
automake
bison
chromium
code
dnsmasq
docker
docker-compose
easyeffects
fd
firefox
flex
gammastep
gcc
gitui
gnu-netcat
go
grim
helix
htop
imv
inetutils
intel-ucode
interception-caps2esc
iputils
jdk-openjdk
jfsutils
libsixel
libva-utils
libxcrypt-compat
licenses
linux
logrotate
make
man-db
man-pages
mdadm
mesa-demos
nano
neovim
netctl
nushell
obsidian
pacman-contrib
patch
pavucontrol
pkgconf
powertop
reiserfsprogs
swappy
sway
sysfsutils
systemd-swap
thunar
traceroute
ttf-fira-code
ttf-hack
ttf-inconsolata
unzip
usbutils
vi
wezterm
wf-recorder
wget
xfsprogs
yadm
zathura
